import Primer from "../../assets/images/primer.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const maxiGrunt = {
  category: [categoriesOfPaints.primer],
  path: "festek_maxi_grunt",
  name: "«FESTEK_MAXIGRUNT»",
  header: "Грунтовка адгезионная «FESTEK_MAXIGRUNT»",
  productsPage: {
    title: "Адгезионная грунтовка «FESTEK-MAXIGRUNT»",
    text: "Бетонконтакт с кварцевым наполнителем для увеличения сцепления поверхности",
  },
  Image: Primer,
  documentation: {
    description: {
      purpose: {
        value:
          "Для создания промежуточного адгезионного (сцепляющего) слоя перед нанесением следующих материалов: штукатурок и шпатлевок (гипсовых, цементно-известковых и цементных), армирующих и клеящих составов (в том числе для укладки керамической плитки), структурных штукатурок, водно-дисперсионных красок (фактурных и гладких, в т.ч. модифицированных силиконом). Пригодна для грунтования минеральных поверхностей плотной, гладкой структуры: бетонных, оштукатуренных, кирпичных, гипсокартонных. Может использоваться в системах утепления зданий и сооружений. Рекомендуется для нанесения на поверхности по старым прочно держащимся покрытиям, выполненным масляными или алкидными эмалями, дисперсионными или минеральными штукатурками, акриловыми красками. Подходит для грунтования различных видов керамической плитки эмалированной, глазурованной. За счет содержания мелкодисперсного кварцевого песка идеально подходит для работ с фактурными декоративными штукатурками.",
        label: "Назначение",
      },

      properties: {
        value:
          "Белая, содержит кварцевый песок мелкой фракции, придающий загрунтованной поверхности матовость и шероховатость, благодаря чему грунтовка значительно повышает адгезию (сцепление) последующих декоративных покрытий к основанию. Позволяет снизить затраты на подготовку поверхности, ранее окрашенной старыми алкидными и масляными эмалями и красками.",
        label: "Свойства",
      },

      composition: {
        value:
          "Водная дисперсия акриловых сополимеров, наполнители, кварцевый песок, функциональные добавки, вода.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "Цвет покрытия грунтовки – должен находиться в пределах допускаемых отклонений, установленных контрольными образцами цвета. Белая. Внешний вид покрытия – после высыхания грунтовка образует структурную поверхность.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Показатель концентрации ионов водорода, рН",
          value: "7,5 – 9,5",
        },
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "59 - 70",
        },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более",
          value: "2",
        },
        {
          qualityIndicators: "Прочность сцепления с основанием, МПа, не менее:",
          value: "",
        },
        { qualityIndicators: "- грунтовочного покрытия", value: "1,5" },
        {
          qualityIndicators:
            "- комплексного покрытия с использованием грунтовки – по прочности сцепления комплексных покрытий:",
          value: "",
        },
        {
          qualityIndicators: "Краски фасадные водно-дисперсионные",
          value: "1,0",
        },
        {
          qualityIndicators:
            "Краски фасадные ВД фактурные, краски силикатные и полимерцементные",
          value: "0,8",
        },
        {
          qualityIndicators:
            "Штукатурки и шпатлевки полимерные и полимерминеральные для внутренних работ",
          value: "0,4",
        },
        {
          qualityIndicators:
            "Штукатурки полимерные и полимерминеральные для наружных работ",
          value: "0,8",
        },
        {
          qualityIndicators:
            "Шпатлевки полимерные и полимерминеральные для наружных работ",
          value: "0,6",
        },
        {
          qualityIndicators: "Штукатурки минеральные для наружных работ",
          value: "0,5",
        },
        {
          qualityIndicators: "Штукатурки минеральные для внутренних работ",
          value: "0,2",
        },
      ],

      note: {
        value: "",
        label: "Примечание",
      },

      package: { value: "Пластиковые ведра 11 л, 20л", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Минеральные поверхности, в том числе, ранее окрашенные алкидными или масляными эмалями, дисперсионными или минеральными штукатурками, акриловыми красками.",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Поверхность очистить от пыли, грязи, разделительных жидкостей, битумных пятен, высолов, меловых, известковых, непрочно держащихся и несовместимых покрытий (силикатные и др. ЛКМ), должен отсутствовать эффект меления. При наличии биопоражений и высолов поверхности очистить механически или при помощи моек высокого давления, при необходимости обработать специальными составами. Глянцевые поверхности зашлифовать и обеспылить. Новые бетонные поверхности грунтовать не ранее, чем через 28 дней, оштукатуренные – не ранее, чем через 7 дней (или в соответствии с рекомендациями производителя). После дождя поверхность должна просохнуть в течение 2 - 3 дней. Не наносить на известковые и известково-цементные поверхности!",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value:
          "После нанесения грунтовки на поверхность наносят следующие материалы: штукатурки и шпатлевки (гипсовые, цементно-известковые и цементные), армирующие и клеящие составы (в том числе для укладки керамической плитки), структурные штукатурки, водно-дисперсионных краски (фактурные и гладкие, в т.ч. модифицированные силиконом).",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value:
          "Работы проводить при t окружающего воздуха, грунтовки и поверхности не ниже 10 °С. Влажность бетонных, каменных, оштукатуренных и зашпатлеванных оснований должна быть не более 8 %, влажность воздуха при фасадных работах – 40 - 80 %, при интерьерных работах – 40 – 60 %. Не допускается на-несение и высыхание при неблагоприятных погодных условиях (жара, дождь, туман, выпадение росы, сильный ветер). Перед применением грунтовку тщательно перемешать и наносить на поверхность: - Кистью; - Валиком; - Пневматическим или безвоздушным методом распыления.",
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Время высыхания грунтовки при температуре (20 ± 2) °С и относительной влажности (65 ± 5) % – 2 часа. При более низкой температуре и высокой влажности время высыхания может увеличиваться.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "250 - 350 г/м2. Зависит от шероховатости и пористости поверхности, применяемого оборудования, квалификации работника и других факторов и более точно определяется путем нанесения пробного покрытия.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "Грунтовка пожаровзрывобезопасна. Не смешивать с другими лакокрасочными материалами и растворителями. Не допускать попадания в сточные воды. При попадании в глаза срочно промыть водой.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "В утилизацию сдавать только пустую тару. Засохшие остатки грунтовки утилизировать как бытовые отходы. Более подробная информация по безопасному обращению и утилизации указана в паспорте безопасности.",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
