import Facade from "../../assets/images/facade.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const facadeEco = {
  category: [categoriesOfPaints.facade],
  path: "festek_facade_eco",
  name: "FESTEK-FAСADE ECO",
  header: "Краска фасадная акриловая «FESTEK-FAСADE ECO»",
  Image: Facade,
  documentation: {
    description: {
      purpose: {
        value:
          "Для наружной отделки фасадов зданий и сооружений (гаражи, склады, паркинги, ограждения и т.п.), а также помещений с повышенными эксплуатационными требованиями, в т.ч. где применяется влажная уборка (кухни, коридоры, офисы, магазины, подъезды, жилые и производственные помещения и т.д.) по бетонным, кирпичным, оштукатуренным, гипсокартонным и другим минеральным поверхностям. Пригодна для окраски печей, откосов, железобетонных заборов.",
        label: "Назначение",
      },

      properties: {
        value:
          "Обладает хорошей укрывистостью и адгезией к основанию. Образует матовое паропроницаемое покрытие, устойчивое к воздействию неблагоприятных погодных условий. Окрашенные поверхности внутри помещений стойки к влажной уборке. Высохшее покрытие не стимулирует рост и развитие микрофлоры.",
        label: "Свойства",
      },

      composition: {
        value:
          "Суспензия пигментов и наполнителей в водной дисперсии акрилового сополимера с добавлением вспомогательных веществ.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "После высыхания краска образует однородную, без кратеров, пор и морщин поверхность. Цвет покрытия должен находиться в пределах допускаемых отклонений, установленных контрольными образцами.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "60 - 68",
        },
        {
          qualityIndicators: "Показатель концентрации ионов водорода, рН",
          value: "6,5 - 9,5",
        },
        {
          qualityIndicators:
            "Укрывистость высушенного покрытия, г/м2, не более",
          value: "190",
        },
        { qualityIndicators: "Степень перетира, мкм, не более", value: "70" },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более",
          value: "1",
        },
        {
          qualityIndicators:
            "Условная светостойкость покрытия за 24 ч (изменение коэффициента диффузного отражения), %, не более",
          value: "5",
        },
        {
          qualityIndicators: "Адгезия покрытия к основанию, МПа, не менее",
          value: "2,0",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию воды при температуре (20 ± 2) °С, ч, не менее",
          value: "24",
        },
        {
          qualityIndicators:
            "Коэффициент паропроницаемости, мг/(м ч Па), не менее",
          value: "0,0115",
        },
        {
          qualityIndicators: "Морозостойкость покрытия, циклы, не менее",
          value: "50",
        },
        {
          qualityIndicators:
            "Устойчивость к воздействию переменных температур, циклы, не менее",
          value: "12",
        },
        {
          qualityIndicators:
            "Водопоглащение при капиллярном подсосе, кг/м2, не более",
          value: "0,6",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к воздействию климатических факторов, циклы, не менее",
          value: "150",
        },
        {
          qualityIndicators:
            "Срок службы покрытия в условиях эксплуатации У1, ХЛ1, УХЛ1, лет, не менее",
          value: "8",
        },
        {
          qualityIndicators: "Смываемость пленки, г/м2, не более",
          value: "3,0",
        },
      ],

      note: {
        value:
          "Примечание: В показателе 5 значение укрывистости для красок колерованных на базах D и TR в желтые, оранжевые, красные цвета может достигать до 250 г/м2.",
        label: "Примечание",
      },

      package: { value: "11 л; 20 л.", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Бетонные, кирпичные, оштукатуренные, гипсокартонные и другие минеральные поверхности; печи, откосы, железобетонные заборы.",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Новые бетонные основания следует окрашивать не ранее, чем через 28 дней после их естественного высыхания, оштукатуренные полимерминеральными составами – не ранее, чем через 8 дней после их естественного высыхания. После дождя поверхность должна просохнуть в течение 2 - 3 дней.",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value:
          "Перед нанесением окрашиваемую поверхность очистить от пыли, грязи, меловых, известковых и непрочно держащихся покрытий. Металлические детали (арматура, шляпки гвоздей и т. д.) должны быть предварительно окрашены антикоррозионными грунтовками. Для снижения расхода краски и улучшения ее сцепления с основанием поверхность рекомендуется обработать грунтовкой Festek-01, исходя из рекомендаций по ее применению.",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value: `Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности от 10 °С до 25 °С. Не допускается нанесение при неблагоприятных погодных условиях (дождь, туман, выпадение росы). При проведении окрасочных работ влажность основания должна быть не более 8 %, влажность воздуха в помещении – 40 - 60 %, при фасадных работах – не более 80 %. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 %, при безвоздушном нанесении - около 10 %. Упаковку с частично использованным материалом тщательно закрыть, а ее содержимое использовать в наиболее короткий срок. Перед применением краску тщательно перемешать и наносить на поверхность: •\u00A0Кистью •\u00A0Валиком •\u00A0Пневматическим или безвоздушным методом распыления. После работы инструмент, пятна отмыть теплой водой с мылом до высыхания краски. Краска одного цвета, но различных партий, может незначительно отличаться по тону. Для исключения разнооттеночности получаемого покрытия следует выбирать краску одной партии, смешивать необходимое количество материала различных партий в отдельной емкости, либо окрашивать участки поверхностей, не лежащие в одной зрительной плоскости.`,
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Промежуточная сушка между слоями - 4 часа при температуре (20 ± 2) °С. При более низкой температуре, высокой влажности продолжительность сушки может увеличиваться до 24 ч.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "350 - 400 г/м2 на двухслойное покрытие. Расход краски может изменяться в зависимости от шероховатости, пористости поверхности; применяемого оборудования, квалификации персонала и других факторов.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "Краска пожаровзрывобезопасна. Не смешивать с другими лакокрасочными материалами и растворителями. Не допускать попадания в сточные воды. При попадании в глаза срочно промыть водой. Хранить в недоступном для детей месте.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "В утилизацию сдавать только пустую тару. Засохшие остатки краски утилизировать как бытовые отходы (более подробная информация в паспорте безопасности).",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
