import Center from "../../assets/images/product/insideLatex/center.jpg";
import Left from "../../assets/images/product/insideLatex/left.jpg";
import InsideLatex from "../../assets/images/products/insideLatex.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const insideLatex = {
  category: [categoriesOfPaints.interior],
  path: "festek_inside_latex",
  name: "FESTEK-INSIDE LATEX",
  header: "Краска интерьерная акриловая «FESTEK-INSIDE LATEX»",
  productsPage: {
    title: "Интерьерная «FESTEK-INSIDE LATEX»",
    text: "Глубокоматовая износостойкая для стен и потолков с высокими требованьями к истираемости",
  },
  images: {
    products: InsideLatex,
    product: [Center, Left],
  },
  documentation: {
    description: {
      purpose: {
        value:
          "Для использования в помещениях с умеренной влажностью, таких как спальни, гостиные, коридоры, кабинеты. Подходит для окраски гладких, тисненых и рельефных бумажных, виниловых, флизелиновых, стекловолокнистых и других предназначенных под окраску обоев. Подходит для всех видов минеральных поверхностей (бетон, штукатурка, кирпичная кладка, гипсокартон) внутри помещений с повышенными требованиями к эксплуатации и санитарно-гигиеническому состоянию.",
        label: "Назначение",
      },

      properties: {
        value:
          "Обладает превосходными малярными и эксплуатационными характеристиками. Образует гладкое, ровное, матовое покрытие с высокой степенью прочности, стойкое к мытью с применением бытовых моющих средств и дезинфицирующих растворов, стойкое к частым влажным уборкам. Не стимулирует рост и развитие микрофлоры. Покрытие отличается высокой адгезией к основанию и укрывистостью.",
        label: "Свойства",
      },

      composition: {
        value:
          "Суспензия пигментов и наполнителей в водной дисперсии акрилового сополимера с добавлением вспомогательных веществ.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "После высыхания краска образует однородную, без кратеров, пор и морщин поверхность. Цвет покрытия должен находиться в пределах допускаемых отклонений, установленных контрольными образцами цвета.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "60 - 68",
        },
        {
          qualityIndicators: "Показатель концентрации ионов водорода, рН",
          value: "7,5 - 9,5",
        },
        /*{
          qualityIndicators:
            "Укрывистость высушенного покрытия, г/м2, не более",
          value: "180",
        },*/
        { qualityIndicators: "Степень перетира, мкм, не более", 
        value: "70" },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более",
          value: "1",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию воды при температуре (20 ± 2) °С, ч, не менее",
          value: "24",
        },
        /*{
          qualityIndicators: "Блеск покрытия под углом, единиц блеска:",
          value: "",
        },
        {
          qualityIndicators: "под углом 85°:",
          value: "",
        },
        { qualityIndicators: "- матовое", value: "<10" },
        {
          qualityIndicators: "- глубоко матовое",
          value: "<5",
        },*/
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию 0,5 % раствора моющих средств при температуре (35 ± 2) °С, мин, не менее",
          value: "15",
        },
        {
          qualityIndicators:
            "Стойкость покрытия при температуре (20 ± 2) °С к статическому воздействию рабочих дезинфицирующих растворов, мин, не менее",
          value: "",
        },
        {
          qualityIndicators: "- «Гексадекон», «Дескоцид», «Полидез»",
          value: "30",
        },
        {
          qualityIndicators: "- «Триацид»",
          value: "60",
        },
        { qualityIndicators: "- «КДИ»", value: "120" },
        {
          qualityIndicators: "Смываемость пленки, г/м2, не более",
          value: "3,0",
        },
       /* {
          qualityIndicators:
            "Стойкость покрытия к воздействию климатических факторов, циклы, не менее",
          value: "30",
        },
        {
          qualityIndicators: "Срок службы покрытия, г, не менее",
          value: "3",
        },*/
      ],

      package: { value: "Ведро 11л, 20л.", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Минеральные поверхности (бетонные, кирпичные, оштукатуренные, зашпатлеванные, гипсокартонные) и обои (бумажные, виниловые, флизелиновые, стекловолокнистые и другие специально предназначенные или рекомендуемые под покраску).",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Перед применением поверхность очистить от пыли, грязи, разделительных жидкостей, меловых, известковых, непрочно держащихся и несовместимых покрытий (силикатные, масляные и др. ЛКМ). При наличии биопоражений и высолов, удалить их механически, и при необходимости обработать специальными составами. Новые бетонные поверхности грунтовать не ранее, чем через 28 дней, оштукатуренные – не ранее, чем через 7 дней (в соответствии с рекомендациями производителя). При проведении окрасочных работ влажность основания должна быть не более 8 %, влажность воздуха в помещении – 40 - 60%. Глянцевые поверхности перед окраской зашлифовать и обеспылить либо применить адгезионную грунтовку.",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value:
          "Для получения качественного покрытия и снижения расхода краски поверхность обработать грунтовкой «Festek-Grunt» для глубокого проникновения, исходя из рекомендаций по применению.",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value:
          "Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности не ниже 10 °С. Перед применением краску тщательно перемешать и наносить на поверхность: •Кисточкой; •Валиком; •Пневматическим или безвоздушным методом распыления; Упаковку с частично использованным материалом тщательно закрыть, а ее содержимое использовать в наиболее короткий срок. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 %, при безвоздушном нанесении - около 10 %. Время выдержки покрытия до первой влажной уборки – не менее 21 суток. После работы инструмент, пятна краски отмыть теплой водой с мылом до высыхания краски. Краска одного цвета, но различных партий может незначительно отличаться по тону. Для исключения разнооттеночности получаемого покрытия следует выбирать краску одной партии или смешивать необходимое количество материала различных партий в отдельной емкости.",
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Промежуточная сушка каждого слоя в течение 4 ч при температуре (20 ± 2) °С. При более низкой температуре и (или) повышенной влажности время высыхания может увеличиваться до 24 ч.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "300 – 350 г/м2 на двухслойное покрытие. Зависит от вида и структуры окрашиваемой поверхности и более точно определяется путем нанесения пробного покрытия. При окрашивании фактурных поверхностей (типа: шуба, барашек, короед и т.п.) расход краски увеличивается в 1,5 раза.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "Краска пожаровзрывобезопасна. Хранить в недоступном для детей месте. При попадании в глаза немедленно промыть водой. Не допускать попадания в сточные воды. Не смешивать с другими лакокрасочными материалами и растворителями. Для рук применять резиновые перчатки, для защиты органов дыхания - индивидуальные средства защиты.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "В утилизацию сдавать только пустую тару. Засохшие остатки краски утилизировать как бытовые отходы (более подробная информация в паспорте безопасности).",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
