import Center from "../../assets/images/product/facadeSilicone/center.jpg";
import Left from "../../assets/images/product/facadeSilicone/left.jpg";
import FacadeSilicone from "../../assets/images/products/facadeSilicone.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const facadeSilicone = {
  category: [categoriesOfPaints.facade],
  path: "festek_facade_silicone",
  name: "FESTEK-FACADE SILICONE",
  header: "Краска фасадная акриловая c силиконом «FESTEK-FACADE SILICONE»",
  link: "https://drive.google.com/file/d/1-ZL_QqWe-OwXXfXvZKZFtt6uoi6WRTPn/view?usp=share_link",
  price: "165,00",
  productsPage: {
    title: "Фасадная «FESTEK-FACADE SILICONE»",
    text: "Силиконовая краска с водоотталкивающими свойствами для самоочищения и высокой адгезией для чистого фасада",
  },
  images: {
    products: FacadeSilicone,
    product: [Center, Left],
  },
  documentation: {
    description: {
      purpose: {
        value:
          "Для окраски систем теплоизоляции, для высококачественных ответственных фасадных работ по бетонным, железобетонным, кирпичным, оштукатуренным и другим минеральным поверхностям. Допускается применять для окрашивания железобетонных конструкций мостов, эксплуатируемых в не агрессивных и слабо агрессивных средах. Возможно применение внутри помещений с повышенными эксплуатационными требованиями.",
        label: "Назначение",
      },

      properties: {
        value:
          "Краска разработана в соответствии с требованиями к современным системам утепления зданий. Образует долговечное паропроницаемое «дышащее» покрытие с низким водопоглощением стойкое к воздействию климатических факторов, обладает высокой адгезией к основанию и укрывистостью. Благодаря модификации силиконом, образуемое покрытие обладает максимальными водоотталкивающими свойствами и минимальным грязеудержанием, высокой атмосферо и износостойкостью. Окрашенные поверхности внутри помещений устойчивы к влажной уборке. * Прогнозируемый срок службы покрытия при соблюдении технологии нанесения – не менее 10 лет.",
        label: "Свойства",
      },

      composition: {
        value:
          "Водные дисперсии акриловых и силиконовых сополимеров, пигменты, наполнители, функциональные добавки, вода.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "После высыхания краска образует однородную матовую, без кратеров, пор и морщин поверхность. Цвет покрытия должен находится в пределах допускаемых отклонений.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "56 - 64",
        },
        {
          qualityIndicators: "Показатель концентрации ионов водорода, рН",
          value: "7,5 - 9,5",
        },
        /*{
          qualityIndicators:
            "Укрывистость высушенного покрытия, г/м2, не более",
          value: "170",
        },*/
        { qualityIndicators: "Степень перетира, мкм, не более", value: "70" },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более",
          value: "1",
        },
        {
          qualityIndicators:
            "Условная светостойкость покрытия за 24 ч (изменение коэффициента диффузного отражения), %, не более",
          value: "5",
        },
        /*{
          qualityIndicators:
            "Блеск покрытия под углом 85°, единиц блеска (матовая G3)",
          value: "≤10",
        },*/
        {
          qualityIndicators: "Адгезия покрытия к основанию, МПа, не менее",
          value: "2,0",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию воды при температуре (20 ± 2) °С, ч, не менее",
          value: "24",
        },
        {
          qualityIndicators:
            "Стойкость покрытия при температуре (20 ± 2) °С к статическому воздействию дезинфицирующих растворов, мин, не менее",
          value: "",
        },
        {
          qualityIndicators: "- «Гексадекон»",
          value: "30",
        },
        {
          qualityIndicators: "- «Полидез»",
          value: "30",
        },
        {
          qualityIndicators: "- «Дескоцид»",
          value: "30",
        },
        {
          qualityIndicators: "- «Триацид»",
          value: "60",
        },
        { qualityIndicators: "- «КДИ»", value: "120" },
        /*{
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию 0,5 % раствора моющего средства при температуре (35 ± 2) °С, мин, не менее",
          value: "15",
        },*/
        {
          qualityIndicators:
            "Коэффициент паропроницаемости, мг/(м ч Па), не менее",
          value: "0,020",
        },
        {
          qualityIndicators: "Морозостойкость покрытия, циклы, не менее",
          value: "50",
        },
        /*{
          qualityIndicators:
            "Устойчивость к воздействию переменных температур, циклы, не менее",
          value: "12",
        },*/
        {
          qualityIndicators:
            "Стойкость покрытия к воздействию климатических факторов, циклы, не менее",
          value: "120",
        },
        {
          qualityIndicators:
            "Срок службы покрытия в условиях эксплуатации У1, лет, не менее",
          value: "10",
        },
        /*{
          qualityIndicators: "Смываемость пленки, г/м2, не более",
          value: "2,0",
        },*/
      ],

      package: { value: "11 л; 20 л.", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Системы теплоизоляции, бетонные, железобетонные, кирпичные, оштукатуренные и другие минеральные поверхности.",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Перед применением поверхность очистить от пыли, грязи, разделительных жидкостей, меловых, известковых, непрочно держащихся и несовместимых покрытий (силикатные, масляные и др. ЛКМ). При наличии биопоражений и высолов, удалить их механически или при помощи моек высокого давления, и при необходимости обработать специальными составами. Новые бетонные поверхности грунтовать не ранее, чем через 28 дней, оштукатуренные – не ранее, чем через 7 дней (в соответствии с рекомендациями производителя).",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value:
          "Для получения качественного покрытия и снижения расхода краски поверхность обработать грунтовкой «Festek-Grunt» для глубокого проникновения, исходя из рекомендаций по применению.",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value:
          "Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности от 10 °С до 25 °С. Не допускается нанесение при неблагоприятных погодных условиях (дождь, туман, выпадение росы). При проведении окрасочных работ влажность основания должна быть не более 8 %, влажность воздуха в помещении – 40 - 60 %, при фасадных работах – не более 80 %. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 %, при безвоздушном нанесении - около 10 %. Упаковку с частично использованным материалом тщательно закрыть, а ее содержимое использовать в наиболее короткий срок. Перед применением краску тщательно перемешать и наносить на поверхность: • Кистью • Валиком • Пневматическим или безвоздушным методом распыления. После работы инструмент, пятна отмыть теплой водой с мылом до высыхания краски. Краска одного цвета, но различных партий, может незначительно отличаться по тону. Для исключения разнооттеночности получаемого покрытия следует выбирать краску одной партии, смешивать необходимое количество материала различных партий в отдельной емкости, либо окрашивать участки поверхностей, не лежащие в одной зрительной плоскости.",
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Промежуточная сушка в течение 4 ч при температуре (20 ± 2) °С. При более низкой температуре и (или) повышенной влажности время высыхания может увеличиваться до 24 ч.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "350 - 400 г/м2 на двухслойное покрытие. Зависит от шероховатости, пористости поверхности, применяемого оборудования, квалификации персонала, погодных условий и более точно определяется путем нанесения пробного покрытия. При окрашивании фактурных поверхностей (типа: шуба, барашек, короед и т.п.) расход краски увеличивается в 1,2-1,6 раза.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "Краска пожаровзрывобезопасна. Не смешивать с другими лакокрасочными материалами и растворителями. Не допускать попадания в сточные воды. При попадании в глаза срочно промыть водой. Хранить в недоступном для детей месте.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "В утилизацию сдавать только пустую тару. Засохшие остатки краски утилизировать как бытовые отходы (более подробная информация в паспорте безопасности).",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
