import Center from "../../assets/images/product/facadeSilicate/center.webp";
import Left from "../../assets/images/product/facadeSilicate/left.webp";
import FacadeSilicate from "../../assets/images/products/facadeSilicate.webp";
import { categoriesOfPaints } from "../categoryOfPaints";

export const facadeSilicate = {
  category: [categoriesOfPaints.facade],
  path: "festek_facade_silicate",
  name: "FESTEK-FACADE SILICATE",
  header: "Краска силикатная фасадная акриловая «FESTEK-FACADE SILICATE»",
  link: "https://drive.google.com/file/d/1eqJtE98gsK5fW7vgtjIFByvwGLBUm8yG/view?usp=share_link",
  price: "130,00",
  productsPage: {
    title: "Фасадная «FESTEK-FACADE SILICATE»",
    text: "Силикатная краска с повышенной паропроницаемостью. Эффективная защита фасада от негативных атмосферных явлений",
  },
  images: {
    products: FacadeSilicate,
    product: [Center, Left],
  },
  documentation: {
    description: {
      purpose: {
        value:
          "По бетонным, кирпичным, оштукатуренным и др. минеральным основаниям, для старых и свежеоштукатуренных (время выдержки 1 - 3 дня) поверхностей (известково-цементные, силикатные, известковые, цементные, цементно-известковые штукатурки), минеральных теплоизоляционных штукатурок, для поверхностей из силикатного кирпича, натурального камня и др. Подходит для отделки поверхностей, от которых требуется высокая паропроницаемость. Рекомендуется для реконструкции и реставрации старых зданий, сооружений; исторических объектов; архитектурных памятников; зданий в индустриальных зонах, вблизи железнодорожных путей и автомобильных дорог, а также легких штукатурных систем.",
        label: "Назначение",
      },

      properties: {
        value:
          "Благодаря входящему в состав жидкому калийному стеклу, происходит химическое взаимодействие материала с основой, краска глубоко проникает и прочно соединяется с поверхностью, что обеспечивает повышенную адгезию и превосходную укрывистость. Образуемое покрытие устойчиво к воздействию вредных факторов городской среды (газы, выхлопы), не стимулирует развитие микроорганизмов, плесени, грибка. Сочетает в себе достоинства традиционных силикатных красок (высокую атмосферостойкость, паропроницаемость, адгезию), и отличается от них низким водопоглощением, стабильностью при хранении, удобством в работе. Высокие диффузионные характеристики краски способствуют прохождению водяного пара из конструкций, уменьшая риск промерзания, что обеспечивает долговечность поверхности. * Прогнозируемый срок службы покрытия при соблюдении технологии нанесения – не менее 8 лет.",
        label: "Свойства",
      },

      composition: {
        value:
          "Водный раствор силиката калия, водная дисперсия акриловых сополимеров, пигменты, наполнители, силиконовая добавка, функциональные добавки, вода.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "После высыхания краска образует однородную матовую без кратеров, пор и морщин поверхность. Цвет покрытия – должен находиться в пределах допускаемых отклонений, установленных контрольными образцами цвета.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "52 - 62",
        },
        {
          qualityIndicators: "Показатель концентрации ионов водорода, рН",
          value: "10,0 - 13,0",
        },
        /*{
          qualityIndicators:
            "Укрывистость высушенного покрытия, г/м2, не более",
          value: "180",
        },*/
        { qualityIndicators: "Степень перетира, мкм, не более", value: "70" },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более",
          value: "1",
        },
        {
          qualityIndicators:
            "Условная светостойкость покрытия за 24 ч (изменение коэффициента диффузного отражения), за 24 ч, не более",
          value: "5",
        },
        {
          qualityIndicators: "Адгезия покрытия к основанию, МПа, не менее",
          value: "2,0",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию воды при температуре (20 ± 2) °С, ч, не менее",
          value: "48",
        },
        {
          qualityIndicators:
            "Коэффициент паропроницаемости, мг/(м ч Па), не менее",
          value: "0,020",
        },
        {
          qualityIndicators: "Морозостойкость покрытия, циклы, не менее",
          value: "50",
        },
        /*{
          qualityIndicators:
            "Устойчивость покрытия к воздействию переменных температур, циклы, не менее",
          value: "10",
        },*/
        {
          qualityIndicators:
            "Стойкость покрытия к воздействию климатических факторов, циклы, не менее",
          value: "100",
        },
        {
          qualityIndicators:
            "Срок службы покрытия, лет, не менее в условиях эксплуатации У1, тип атмосферы II:",
          value: "8",
        },
        /*        {
          qualityIndicators: "- тип атмосферы I",
          value: "10",
        },
        { qualityIndicators: "- тип атмосферы II", value: "5" },*/
      ],

      package: { value: "11 л; 20 л.", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Бетонные, кирпичные, оштукатуренные и другие минеральные основания, старые и свежеоштукатуренные поверхности (известково-цементные, силикатные, известковые, цементные и цементно-известковые штукатурки), минеральные теплоизоляционные штукатурки, а также поверхности из силикатного кирпича, натурального камня и других материалов.",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Перед применением поверхность очистить от пыли, грязи, разделительных жидкостей, меловых, известковых, непрочно держащихся и несовместимых покрытий (масляные, алкидные, полимерные и др. ЛКМ. При наличии биопоражений и высолов, удалить их механически или при помощи моек высокого давления, и при необходимости обработать специальными составами. Старые покрытия на основе дисперсионных красок удалить без остатка. Не окрашивать штукатурки на основе силиконовых и синтетических смол. Деревянные лакированные, стеклянные, металлические, керамические поверхности укрыть во избежание попадания на них краски, в случае их загрязнения – немедленно промыть водой.",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value:
          "Для получения качественного покрытия и снижения расхода краски поверхность обработать грунтовкой «Festek-Grunt» для глубокого проникновения, исходя из рекомендаций по применению.",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value:
          "Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности не ниже 10 °С и не выше 25 °С. Не допускается нанесение краски при неблагоприятных погодных условиях (дождь, туман, выпадение росы, сильный ветер более 10 м/с). Не наносить краску на сильно нагретую поверхность, находящуюся под прямыми солнечными лучами. При проведении окрасочных работ влажность основания должна быть не более 8 %, влажность воздуха – не более 80 %. После дождя поверхность просушить 2 - 3 дня. Перед применением краску тщательно перемешать и наносить на поверхность: • Кистью; • Валиком; • Пневматическим или безвоздушным методом распыления. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 % при нанесении валиком и около 10 % при безвоздушном нанесении. После работы инструмент, пятна отмыть теплой водой с мылом до высыхания краски. Упаковку с частично использованным материалом тщательно закрыть, а ее содержимое использовать в наиболее короткий срок. Краска одного цвета, но различных партий, может незначительно отличаться по тону. Для исключения разнооттеночности покрытия выбирайте краску одной партии или смешивайте необходимое количество материала в отдельной емкости, или окрашивайте участки поверхностей, не лежащие в одной зрительной плоскости.",
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Промежуточная сушка в течение 4 ч при температуре (20 ± 2) °С. При более низкой температуре и (или) повышенной влажности время высыхания может увеличиваться до 24 ч.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "На двухслойное покрытие – 300 - 400 г/м2. Зависит от шероховатости, пористости поверхности, применяемого оборудования, квалификации персонала, погодных условий и более точно определяется путем нанесения пробного покрытия. При окрашивании фактурных поверхностей (типа: шуба, барашек, короед и т.п.) расход краски увеличивается в 1,5 раза.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "В случае попадания в глаза или на кожу, промыть большим количеством воды. Запрещается смешивать краску с растворителями любого типа и другими лакокрасочными материалами, а также вводить различные добавки. Для рук применять резиновые перчатки, для защиты органов дыхания – индивидуальные средства защиты. Для защиты глаз - защитные очки.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "Остатки материала после высыхания, пустую упаковку утилизировать как бытовой мусор. Полная информация по безопасному обращению, утилизации – в паспорте безопасности.",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "12 месяцев с даты изготовления в упаковке производителя при соблюдении условий транспортировки и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
