import Facade from "../../assets/images/facade.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const superWhite = {
  category: [categoriesOfPaints.interior],
  path: "festek_super_white",
  name: "FESTEK-SUPERWHITE",
  header: "Краска для потолков акриловая «FESTEK-SUPERWHITE»",
  productsPage: {
    title: "Интерьерная «FESTEK-SUPERWHITE»",
    text: "Глубокоматовая потолочная краска с высокой степенью белизны",
  },
  Image: Facade,
  documentation: {
    description: {
      purpose: {
        value:
          "Для окраски потолков и стен (кроме деревянных) в жилых помещениях с умеренной влажностью и низкой эксплуатационной нагрузкой (спальни, гостиные, коридоры, гардеробные, кабинеты) по бетонным, оштукатуренным, зашпатлеванным, гипсокартонным, кирпичным и другим минеральным поверхностям.",
        label: "Назначение",
      },

      properties: {
        value:
          "Образует глубоко-матовое снежно-белое покрытие, обладающее высокой укрывистостью. Не подвержена пожелтению. Не мелит, не разбрызгивается, легко наносится. Устойчива к сухой уборке. Полная укрывистость набирается по мере высыхания покрытия.",
        label: "Свойства",
      },

      composition: {
        value:
          "Водная дисперсия акриловых сополимеров, пигменты, наполнители, функциональные добавки, вода.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "Цвет покрытия – должен находиться в пределах допускаемых отклонений, установленных контрольными образцами цвета. Внешний вид – после высыхания краска должна образовывать однородную без кратеров, пор и морщин поверхность.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "60 - 68",
        },
        {
          qualityIndicators: "Показатель концентрации ионов водорода, pH",
          value: "7,0 - 9,5",
        },
        {
          qualityIndicators: "Степень перетира, мкм, не более",
          value: "70",
        },
        {
          qualityIndicators:
            "Укрывистость высушенного покрытия, г/м2, не более",
          value: "250",
        },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20±2) °С, ч, не более",
          value: "1",
        },
        {
          qualityIndicators: "Блеск покрытия, %",
          value: "4 - 19",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к воздействию климатических факторов, циклы, не менее",
          value: "30",
        },
      ],

      note: {
        value: "",
        label: "Примечание",
      },

      package: { value: "Ведро 11л, 20л.", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Бетонные, оштукатуренные, зашпатлеванные, гипсокартонные, кирпичные и другие минеральные поверхности.",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Поверхность очистить от пыли, грязи, разделительных жидкостей, меловых, известковых, непрочно держащихся и несовместимых покрытий (силикатные, масляные и т.п.), должен отсутствовать эффект меления. Биопоражения и высолы удалить механически, при необходимости обработать специальными составами. Глянцевые основания зашлифовать и обеспылить. Новые бетонные поверхности окрашивать не ранее, чем через 28 дней, оштукатуренные полимерминеральными составами - не ранее, чем через 7 дней после их естественного высыхания (или согласно рекомендациям производителя). Металлические части (арматура, шляпки гвоздей и т.д.) покрыть антикоррозионной грунтовкой. Не наносить на известковые и известково-цементные поверхности. Для получения качественного покрытия и снижения расхода краски поверхность обработать грунтовкой FESTEK-01 глубокого проникновения.",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value: "",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value:
          "Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности не ниже 10 °С. Влажность бетонных, каменных, оштукатуренных и зашпатлеванных оснований должна быть не более 8 %, влажность воздуха при интерьерных работах – 40-60 %. Перед применением краску тщательно перемешать и наносить на поверхность: - Кистью - Валиком - Пневматическим или безвоздушным методом распыления. Упаковку с частично использованным материалом необходимо плотно закрыть, а ее содержимое использовать в наиболее короткий срок. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 %, при безвоздушном нанесении – около 10 %. После работы инструмент, пятна краски отмыть теплой водой с мылом до высыхания краски. Краска одного цвета, но различных партий, может незначительно отличаться по тону. Для исключения разнооттеночности получаемого покрытия следует выбирать краску одной партии или смешивать необходимое количество материала, либо окрашивать участки поверхностей, не лежащие в одной зрительной плоскости.",
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Промежуточная сушка каждого слоя в течение 4 ч при температуре (20±2) °С. При более низкой температуре и/или повышенной влажности время высыхания может увеличиваться до 24 ч.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "350-400 г/м2 на двухслойное покрытие. Зависит от состояния и подготовки поверхности, применяемого оборудования, квалификации работника и более точно определяется путем нанесения пробного покрытия. При окрашивании фактурных поверхностей (типа: шуба, барашек, короед и т.п.) расход краски увеличивается в 1,5 раза.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "Краска пожаровзрывобезопасна. Хранить в недоступном для детей месте. При попадании в глаза немедленно промыть водой. Не допускать попадания в сточные воды. Не смешивать с другими ЛКМ и растворителями.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "Остатки материала после высыхания и пустую упаковку утилизировать как бытовой мусор. Более полная информация по обращению и утилизации краски указана в паспорте безопасности.",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
