import Facade from "../../assets/images/facade.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const facadePremium = {
  category: [categoriesOfPaints.facade],
  path: "festek_facade_premium",
  name: "FESTEK-FACADE PREMIUM",
  header: "Краска фасадная акриловая «FESTEK-FACADE PREMIUM»",
  productsPage: {
    title: "Фасадная «FESTEK-FACADE PREMIUM»",
    text: "Высокоадгезионная краска с отличными покрывающими способностями для долговечного фасада. Стойкая к морозам и оттепелям",
  },
  Image: Facade,
  documentation: {
    description: {
      purpose: {
        value:
          "Для высококачественных фасадных работ по бетонным, кирпичным, оштукатуренным и другим минеральным поверхностям, в том числе для систем теплоизоляции фасадов. Особенно рекомендуется для затененных участков зданий (выступы фасада, близко расположенные деревья и здания), подверженных образованию грибков, лишайника, мха и водорослей, т.к. содержит противогрибковую добавку.",
        label: "Назначение",
      },

      properties: {
        value:
          "Образует долговечное матовое, паропроницаемое «дышащее» покрытие с низким водопоглощением, стойкое к воздействию климатических факторов, обладает высокой светостойкостью, адгезией к основанию и укрывистостью. Образованное покрытие устойчиво к разрушающему воздействию атмосферных осадков, перепадов температур. Содержит высокоэффективные противогрибковые добавки, обеспечивающие устойчивость окрашенной поверхности к поражению мхом, плесневыми грибками и бактериями. *Прогнозируемый срок службы покрытия при соблюдении технологии нанесения в комплексе с грунтовками – не менее 12 лет.",
        label: "Свойства",
      },

      composition: {
        value:
          "Водная дисперсия акриловых сополимеров, пигменты, наполнители, функциональные добавки, биоцид, вода.",
        label: "Состав",
      },

      colorAndAppearanceCoatings: {
        value:
          "После высыхания краска должна образовывать однородную, без кратеров, пор и морщин поверхность. Цвет покрытия должен находиться в пределах допускаемых отклонений.",
        label: "Цвет и внешний вид покрытия",
      },

      technicalData: [
        {
          qualityIndicators: "Массовая доля нелетучих веществ, %",
          value: "50 - 66",
        },
        {
          qualityIndicators: "Показатель концентрации ионов водорода, рН",
          value: "7,5 - 9,5",
        },
        {
          qualityIndicators:
            "Укрывистость высушенного покрытия, г/м2, не более",
          value: "180",
        },
        { qualityIndicators: "Степень перетира, мкм, не более", value: "70" },
        {
          qualityIndicators:
            "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более",
          value: "1",
        },
        {
          qualityIndicators:
            "Условная светостойкость покрытия за 24 ч (изменение коэффициента диффузного отражения), %, не более",
          value: "5",
        },
        {
          qualityIndicators:
            "Блеск покрытия под углом 85°, единиц блеска (матовая G3)",
          value: "≤10",
        },
        {
          qualityIndicators: "Адгезия покрытия к основанию, МПа, не менее",
          value: "2,0",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию воды при температуре (20 ± 2) °С, ч, не менее",
          value: "48",
        },
        {
          qualityIndicators:
            "Коэффициент паропроницаемости, мг/(м.ч.Па), не менее",
          value: "0,015",
        },
        {
          qualityIndicators: "Морозостойкость покрытия, циклы, не менее",
          value: "150",
        },
        {
          qualityIndicators:
            "Устойчивость к воздействию переменных температур, циклы, не менее",
          value: "12",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к воздействию климатических факторов, циклы",
          value: "300",
        },
        {
          qualityIndicators:
            "Срок службы покрытия в условиях эксплуатации У1, ХЛ1, УХЛ1 лет, не менее",
          value: "12",
        },
      ],

      package: { value: "Пластиковые ведра 11 л; 20 л.", label: "Упаковка" },
    },

    applicationTechnology: {
      suitableSubstrates: {
        value:
          "Бетонные, кирпичные, оштукатуренные поверхности и другие минеральные поверхности, в том числе системы теплоизоляции фасадов.",
        label: "Пригодные подложки",
      },

      preparationSurfaces: {
        value:
          "Перед применением поверхность очистить от пыли, грязи, разделительных жидкостей, меловых, известковых, непрочно держащихся и несовместимых покрытий (силикатные, масляные и др. ЛКМ). При наличии биопоражений и высолов, удалить их механически или при помощи моек высокого давления, и при необходимости обработать специальными составами. Новые бетонные поверхности окрашивать не ранее, чем через 28 дней, оштукатуренные – не ранее, чем через 7 дней после их естественного высыхания (или в соответствии с рекомендациями производителя).",
        label: "Подготовка поверхности",
      },

      coatingSystem: {
        value:
          "Поверхность новых асбестоцементных листов промыть водой и полностью высушить. Металлические детали (арматура, шляпки гвоздей и т.д.) должны быть предварительно покрыты антикоррозионными грунтовками. Для получения гарантированно качественного покрытия и снижения расхода краски, поверхность обработать одной из грунтовок, исходя из рекомендаций по их применению.",
        label: "Система покрытия",
      },

      methodAndConditionsDrawing: {
        value:
          "Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности не ниже 10 °С и не выше 25 °С. Не допускается нанесение при неблагоприятных погодных условиях (дождь, туман, выпадение росы, сильный ветер более 10 м/с). Не наносить краску на сильно нагретую поверхность, находящуюся под прямыми солнечными лучами. При проведении окрасочных работ влажность основания должна быть не более 8 %, влажность воздуха – не более 80 %. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 %, при безвоздушном нанесении - около 10 %. Перед применением краску тщательно перемешать и наносить на поверхность: • Кистью; • Валиком; • Пневматическим или безвоздушным методом распыления; Упаковку с частично использованным материалом тщательно закрыть, а ее содержимое использовать в наиболее короткий срок. Краска одного цвета, но различных партий может незначительно отличаться по тону. Для исключения разнооттеночности получаемого покрытия следует выбирать краску одной партии или смешивать необходимое количество материала различных партий в отдельной емкости. После работы инструмент, пятна отмыть теплой водой с мылом до высыхания краски.",
        label: "Способ и условия нанесения",
      },

      temperature: {
        value:
          "Промежуточная сушка каждого слоя в течение 4 ч при температуре (20 ± 2) °С. При более низкой температуре и (или) повышенной влажности время высыхания может увеличиваться до 24 ч.",
        label: "Температурный режим, время высыхания",
      },

      consumption: {
        value:
          "На двухслойное покрытие – 350 - 400 г/м2. Зависит от шероховатости, пористости поверхности, применяемого оборудования, квалификации персонала, погодных условий и более точно определяется путем нанесения пробного покрытия. При окрашивании фактурных поверхностей (типа: шуба, барашек, короед и т.п.) расход краски увеличивается в 1,2-1,6 раза.",
        label: "Расход",
      },
    },

    additionalInformation: {
      transportationAndStorage: {
        value: "В плотно закрытой таре при температуре выше 5 °С.",
        label: "Транспортировка и хранение",
      },

      measuresPrecautions: {
        value:
          "Краска пожаровзрывобезопасна. Хранить в недоступном для детей месте. При попадании в глаза немедленно промыть водой. Не допускать попадания в сточные воды. Опасна для водных организмов, может вызывать долгосрочные неблагоприятные изменения в водной среде. Не смешивать с другими ЛКМ и растворителями.",
        label: "Меры предосторожности",
      },

      recycling: {
        value:
          "Остатки материала после высыхания и пустую упаковку утилизировать как бытовой мусор. Более подробная информация по безопасному обращению и утилизации указана в паспорте безопасности.",
        label: "Утилизация отходов",
      },

      warrantyPeriod: {
        value:
          "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
        label: "Гарантийный срок",
      },
    },
  },
};
