import Facade from "../../assets/images/facade.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const facadeSilicone = {
  category: [categoriesOfPaints.facade, categoriesOfPaints.interior],
  path: "festek_facade_silicone",
  name: "FESTEK-FACADE SILICONE",
  header: "Краска фасадная акриловая c силиконом «FESTEK-FACADE SILICONE»",
  Image: Facade,
  documentation: {
    description: {
      purpose:
        "Для окраски систем теплоизоляции, для высококачественных ответственных фасадных работ по бетонным, железобетонным, кирпичным, оштукатуренным и другим минеральным поверхностям. Допускается применять для окрашивания железобетонных конструкций мостов, эксплуатируемых в не агрессивных и слабо агрессивных средах. Возможно применение внутри помещений с повышенными эксплуатационными требованиями.",
      properties:
        "Краска разработана в соответствии с требованиями к современным системам утепления зданий. Образует долговечное паропроницаемое «дышащее» покрытие с низким водопоглощением стойкое к воздействию климатических факторов, обладает высокой адгезией к основанию и укрывистостью. Благодаря модификации силиконом, образуемое покрытие обладает максимальными водоотталкивающими свойствами и минимальным грязеудержанием, высокой атмосферо и износостойкостью. Окрашенные поверхности внутри помещений устойчивы к влажной уборке. * Прогнозируемый срок службы покрытия при соблюдении технологии нанесения – не менее 15 лет.",
      composition:
        "Водные дисперсии акриловых и силиконовых сополимеров, пигменты, наполнители, функциональные добавки, вода.",
      colorAndAppearanceCoatings:
        "После высыхания краска образует однородную матовую, без кратеров, пор и морщин поверхность. Цвет покрытия должен находится в пределах допускаемых отклонений.",
      technicalData: [
        { qualityIndicators: "Массовая доля нелетучих веществ, %", value: "56 - 64" },
        { qualityIndicators: "Показатель концентрации ионов водорода, рН", value: "7,5 - 9,5" },
        {
          qualityIndicators: "Укрывистость высушенного покрытия, г/м2, не более",
          value: "170",
        },
        { qualityIndicators: "Степень перетира, мкм, не более", value: "70" },
        { qualityIndicators: "Время высыхания до степени 3 при температуре (20 ± 2) °С, ч, не более", value: "1" },
        {
          qualityIndicators:
            "Условная светостойкость покрытия за 24 ч (изменение коэффициента диффузного отражения), %, не более",
          value: "5",
        },
        {
          qualityIndicators: "Блеск покрытия под углом 85°, единиц блеска (матовая G3)",
          value: "≤10",
        },
        {
          qualityIndicators: "Адгезия покрытия к основанию, МПа, не менее",
          value: "2,0",
        },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию воды при температуре (20 ± 2) °С, ч, не менее",
          value: "72",
        },
        {
          qualityIndicators:
            "Стойкость покрытия при температуре (20 ± 2) °С к статическому воздействию дезинфицирующих растворов, мин, не менее",
          value: "",
        },
        {
          qualityIndicators: "- «Гексадекон»",
          value: "30",
        },
        {
          qualityIndicators: "- «Полидез»",
          value: "30",
        },
        {
          qualityIndicators: "- «Дескоцид»",
          value: "30",
        },
        {
          qualityIndicators: "- «Триацид»",
          value: "60",
        },
        { qualityIndicators: "- «КДИ»", value: "120" },
        {
          qualityIndicators:
            "Стойкость покрытия к статическому воздействию 0,5 % раствора моющего средства при температуре (35 ± 2) °С, мин, не менее",
          value: "15",
        },
        { qualityIndicators: "Коэффициент паропроницаемости, мг/(м ч Па), не менее", value: "0,025" },
        { qualityIndicators: "Морозостойкость покрытия, циклы, не менее", value: "100" },
        { qualityIndicators: "Устойчивость к воздействию переменных температур, циклы, не менее", value: "12" },
        {
          qualityIndicators: "Стойкость покрытия к воздействию климатических факторов, циклы, не менее",
          value: "250",
        },
        {
          qualityIndicators: "Срок службы покрытия в условиях эксплуатации У1, ХЛ1, УХЛ1, лет, не менее",
          value: "15",
        },
        { qualityIndicators: "Смываемость пленки, г/м2, не более", value: "2,0" },
      ],
      note: "Примечание: показатель значение укрывистости для краски , колерованной на базе D и TR в желтые, оранжевые, красные цвета, могут достигаться до 240 г/м2",
      package: "11 л; 20 л.",
    },
    applicationTechnology: {
      suitableSubstrates:
        "Системы теплоизоляции, бетонные, железобетонные, кирпичные, оштукатуренные и другие минеральные поверхности.",
      preparationSurfaces:
        "Перед применением поверхность очистить от пыли, грязи, разделительных жидкостей, меловых, известковых, непрочно держащихся и несовместимых покрытий (силикатные, масляные и др. ЛКМ). При наличии биопоражений и высолов, удалить их механически или при помощи моек высокого давления, и при необходимости обработать специальными составами. Новые бетонные поверхности грунтовать не ранее, чем через 28 дней, оштукатуренные – не ранее, чем через 7 дней (в соответствии с рекомендациями производителя).",
      coatingSystem:
        "Для получения качественного покрытия и снижения расхода краски поверхность обработать грунтовкой Festek - 01, исходя из рекомендаций по их применению.",
      methodAndConditionsDrawing:
        "Работы проводить при температуре окружающего воздуха, краски и окрашиваемой поверхности от 10 °С до 25 °С. Не допускается нанесение при неблагоприятных погодных условиях (дождь, туман, выпадение росы). При проведении окрасочных работ влажность основания должна быть не более 8 %, влажность воздуха в помещении – 40 - 60 %, при фасадных работах – не более 80 %. Краска готова к применению. При необходимости допускается разбавление водой – не более 5 %, при безвоздушном нанесении - около 10 %. Упаковку с частично использованным материалом тщательно закрыть, а ее содержимое использовать в наиболее короткий срок. Перед применением краску тщательно перемешать и наносить на поверхность: • Кистью • Валиком • Пневматическим или безвоздушным методом распыления. После работы инструмент, пятна отмыть теплой водой с мылом до высыхания краски. Краска одного цвета, но различных партий, может незначительно отличаться по тону. Для исключения разнооттеночности получаемого покрытия следует выбирать краску одной партии, смешивать необходимое количество материала различных партий в отдельной емкости, либо окрашивать участки поверхностей, не лежащие в одной зрительной плоскости.",
      pictogramsApplicationMethods: [],
      temperature:
        "Промежуточная сушка в течение 4 ч при температуре (20 ± 2) °С. При более низкой температуре и (или) повышенной влажности время высыхания может увеличиваться до 24 ч.",
      consumption:
        "350 - 400 г/м2 на двухслойное покрытие. Зависит от шероховатости, пористости поверхности, применяемого оборудования, квалификации персонала, погодных условий и более точно определяется путем нанесения пробного покрытия. При окрашивании фактурных поверхностей (типа: шуба, барашек, короед и т.п.) расход краски увеличивается в 1,2-1,6 раза.",
    },
    additionalInformation: {
      transportationAndStorage: "В плотно закрытой таре при температуре выше 5 °С.",
      measuresPrecautions:
        "Краска пожаровзрывобезопасна. Не смешивать с другими лакокрасочными материалами и растворителями. Не допускать попадания в сточные воды. При попадании в глаза срочно промыть водой. Хранить в недоступном для детей месте.",
      recycling:
        "В утилизацию сдавать только пустую тару. Засохшие остатки краски утилизировать как бытовые отходы (более подробная информация в паспорте безопасности).",
      warrantyPeriod:
        "24 месяца с даты изготовления в упаковке производителя при соблюдении условий транспортирования и хранения.",
    },
  },
};
