import Primer from "../../assets/images/primer.jpg";
import { categoriesOfPaints } from "../CategoryOfPaints";

export const grunt = {
  category: [categoriesOfPaints.primer],
  path: "festek_grunt",
  name: "FESTEK_GRUNT",
  header: "Грунтовка глубокого проникновения «FESTEK_GRUNT»",
  Image: Primer,
  documentation: {
    description: {
      purpose:
        "Грунтовка применяется для поверхностного укрепления и пропитки пористых, непрочных и сильновпитывающих минеральных оснований (легкий бетон, штукатурка, газосиликатные блоки, гипсовые и кирпичные поверхности) внутри и снаружи зданий перед шпатлеванием, оштукатуриванием, окраской, оклейкой обоями, укладкой керамической плитки, приклеиванием теплоизоляционных плит, устройством самонивелирующихся цементных покрытий на полах.",
      properties:
        "Глубоко проникает в основание, снижает и выравнивает впитывающую способность поверхности, укрепляет пылящие основания, обеспечивает прочное сцепление с основанием наносимых отделочных материалов (красок, шпатлевок, штукатурок) и сокращает их расход.",
      composition: "Водная дисперсия акрилового сополимера с добавлением функциональных добавок.",
      colorAndAppearanceCoatings: "Внешний вид – после высыхания бесцветный.",
      technicalData: [
        { qualityIndicators: "Плотность, кг/м3", value: "1,45" },
        { qualityIndicators: "Массовая доля нелетучих веществ, %, не менее", value: "30,7" },
        {
          qualityIndicators: "Водородный показатель (рН)",
          value: "7,8",
        },
        { qualityIndicators: "Время высыхания до степени 3, ч, не более", value: "1" },
      ],
      note: "",
      package: "Ведро 11л, 20л.",
    },
    applicationTechnology: {
      suitableSubstrates:
        "Бетонные, кирпичные, оштукатуренные, гипсокартонные и другие минеральные поверхности; допускается нанесение по обоям, предназначенным под покраску.",
      preparationSurfaces:
        "Основание должно быть ровным, плотным, прочным, очищенным от высолов, жировых пятен, ржавчины, побелки и т. д. Перед производством работ удалить загрязнения, наплывы бетона и раствора с основания. Металлические поверхности обработать антикоррозионной грунтовкой. Произвести обеспыливание.",
      coatingSystem: "",
      methodAndConditionsDrawing:
        "Работы проводить при t окружающего воздуха, грунтовки и поверхности не ниже 10 °С. Влажность бетонных, каменных, оштукатуренных и зашпатлеванных оснований должна быть не более 8 %, влажность воздуха при фасадных работах – 40-80 %, при интерьерных работах – 40-60 %. Не допускается нанесение и высыхание при неблагоприятных погодных условиях (жара, дождь, туман, выпадение росы, сильный ветер). Перед применением грунтовку тщательно перемешать и наносить на поверхность: • Кистью; • Валиком; • Пневмораспылением.",
      pictogramsApplicationMethods: [],
      temperature:
        "Работы выполнять при температуре воздуха и основания от +5 до +30 °С и влажности не более 80 %.Выполнение последующих работ производить не ранее чем через 4 часа. Инструмент и свежие загрязнения смыть теплой водой. Схватившаяся грунтовка удаляется механическим путем, Время высыхания 2–4 часа.",
      consumption: "0,05-0,25 кг/м2 в зависимости от впитывающей способности основания",
    },
    additionalInformation: {
      transportationAndStorage:
        "Хранить в оригинальной неповрежденной упаковке в сухом помещении при температуре от +5 до +35 °С. Предохранять от замораживания и попадания прямых солнечных лучей. Срок хранения 12 месяцев с даты изготовления, указанной на упаковке.",
      measuresPrecautions:
        "При работе с материалом используйте средства индивидуальной защиты. В случае попадания в глаза незамедлительно промойте их обильным количеством воды и обратитесь к врачу.",
      recycling:
        "Остатки продукта подлежат утилизации как бытовой мусор. Пустая полимерная тара подлежит сбору для вторичной переработки.",
      warrantyPeriod: "Срок хранения 12 месяцев с даты изготовления, указанной на упаковке.",
    },
  },
};
